{
  "topics": [
    {
      "id": 1,
      "name": "Amazon EC2",
      "description": "Serviço de computação em nuvem que fornece capacidade de computação redimensionável na nuvem."
    },
    {
      "id": 2,
      "name": "Amazon S3",
      "description": "Serviço de armazenamento de objetos que oferece escalabilidade, disponibilidade de dados e segurança."
    },
    {
      "id": 3,
      "name": "Amazon RDS",
      "description": "Serviço de banco de dados relacional que facilita a configuração, operação e escalabilidade de um banco de dados relacional na nuvem."
    },
    {
      "id": 4,
      "name": "AWS Lambda",
      "description": "Serviço de computação sem servidor que executa código em resposta a eventos e gerencia automaticamente os recursos de computação subjacentes."
    },
    {
      "id": 5,
      "name": "Amazon VPC",
      "description": "Serviço que permite provisionar uma seção logicamente isolada da nuvem AWS onde você pode lançar recursos da AWS em uma rede virtual que você define."
    },
    {
      "id": 6,
      "name": "Amazon DynamoDB",
      "description": "Serviço de banco de dados NoSQL rápido e flexível para todas as aplicações que precisam de latência de milissegundos de um dígito em qualquer escala."
    },
    {
      "id": 7,
      "name": "Amazon CloudFront",
      "description": "Serviço de rede de entrega de conteúdo (CDN) que entrega dados, vídeos, aplicativos e APIs a clientes globalmente com baixa latência e altas velocidades de transferência."
    },
    {
      "id": 8,
      "name": "Amazon SNS",
      "description": "Serviço de mensagens totalmente gerenciado para comunicação entre aplicativos e microserviços."
    },
    {
      "id": 9,
      "name": "Amazon SQS",
      "description": "Serviço de fila de mensagens totalmente gerenciado que permite desacoplar e escalar microsserviços, sistemas distribuídos e aplicativos sem servidor."
    },
    {
      "id": 10,
      "name": "AWS Support",
      "description": "Serviço que oferece suporte técnico e orientação para ajudar a construir e gerenciar seus aplicativos na AWS."
    },
    {
      "id": 11,
      "name": "AWS Well-Architected",
      "description": "Serviço que ajuda a criar arquiteturas seguras, de alto desempenho, resilientes e eficientes."
    },
    {
      "id": 12,
      "name": "Amazon EKS",
      "description": "Serviço gerenciado para executar Kubernetes na AWS sem precisar instalar e operar seu próprio plano de controle Kubernetes."
    },
    {
      "id": 13,
      "name": "Amazon ECS",
      "description": "Serviço de orquestração de contêineres que permite executar e escalar aplicativos Docker na AWS."
    },
    {
      "id": 14,
      "name": "Amazon Aurora",
      "description": "Serviço de banco de dados relacional compatível com MySQL e PostgreSQL, construído para a nuvem, que combina o desempenho e a disponibilidade de bancos de dados comerciais com a simplicidade e o custo-benefício de bancos de dados de código aberto."
    },
    {
      "id": 15,
      "name": "Amazon Redshift",
      "description": "Serviço de armazenamento de dados em nuvem que permite analisar todos os seus dados usando SQL padrão e ferramentas de inteligência de negócios existentes."
    },
    {
      "id": 16,
      "name": "AWS IAM",
      "description": "Serviço de gerenciamento de acesso e identidade que ajuda a controlar de forma segura o acesso aos recursos da AWS."
    }
  ]
}